[
    {
        "id": 1,
        "title": "The Top 10 Most Absurd Things That Have Happened This Year (So Far)",
        "imgsrc": "",
        "article": {
            "section": [
                "1. The government announced that it will now be measuring time in ***dog years***.",
                "2. A new study found that the average person spends more time scrolling through their social media feed than they do sleeping.",
                "3. A company released a line of ***smart*** socks that can send text messages and post on social media.",
                "4. A group of activists demanded that all traffic lights be replaced with stop signs because they ***look more natural***.",
                "5. A restaurant chain introduced a new menu item: ***a burger topped with a slice of cake***.",
                "6. A fashion designer debuted a line of clothing made entirely out of recycled plastic water bottles. The outfits have been praised as ***eco-friendly*** and ***trendy***, but critics have pointed out that they also make a loud crinkling noise whenever the wearer moves.",
                "7. A group of scientists claimed that they have discovered a way to make avocados taste like bacon. The announcement has been met with both excitement and skepticism, with many questioning whether the world is ready for such a revolutionary culinary breakthrough.",
                "8. A politician announced that he will be running for office under the slogan ***Make America Great Again...Again***.",
                "9. A company released a line of ***smart*** toilet paper that can play music and send tweets.",
                "10. A group of protesters marched through the streets demanding that all cars be banned because ***they take up too much space and contribute to climate change***."
            ]
        }
    },
    {
        "id": 2,
        "headline": "Local News",
        "title": "New Study Shows Majority of People Actually Just Pretending to Like Craft Beer",
        "imgsrc": "/images/craft-beer.png",
        "article": {
            "section": [
                "In a shocking turn of events, a new study has revealed that the majority of people who claim to be craft beer aficionados are actually just pretending.",
                "According to the study, these so-called ***craft beer connoisseurs*** are just faking their love for hoppy IPAs and funky sours to seem cool and edgy. In reality, they would much rather be chugging down cheap cans of mass-produced lagers in the privacy of their own homes.",
                "***\"We were really surprised by these findings,\"*** said lead researcher, Dr. Mary Smith. ***\"We always assumed that the craft beer craze was driven by a genuine appreciation for unique and artisanal brews. It turns out, it's just a bunch of people trying to fit in with the 'in-crowd'.\"***",
                "The study also found that these fake craft beer lovers are more likely to be found at trendy bars and breweries, where they can be seen confidently spouting off beer jargon and pretending to know what ***mouthfeel*** means.",
                "***\"It's a sad state of affairs,\"*** said Smith. ***\"But at least now we know the truth. The majority of people claiming to love craft beer are just full of, well, you know.\"***"
            ]
        }
    },
    {
        "id": 3,
        "title": "World Health Organization Announces That Stress is Actually Just a Myth",
        "imgsrc": "/images/stress.png",
        "article": {
            "section": [
                "In a shocking announcement, the World Health Organization (WHO) has declared that stress is a myth and that people who claim to be stressed are just making it up.",
                "According to Dr. Maria Hernandez, a spokesperson for the WHO, ***\"We have conducted numerous studies and have come to the conclusion that stress does not exist. It's just a figment of people's imaginations.\"***",
                "The announcement has caused a stir in the medical community, with many experts questioning the validity of the WHO's claim. ***\"I find it hard to believe that stress isn't real,\"*** said Dr. John Smith, a psychologist at the University of New York. ***\"I see patients every day who are struggling with stress-related issues.\"***",
                "Despite the criticism, the WHO remains firm in its belief that stress is a myth. ***\"We encourage people to just relax and not worry about things,\"*** said Dr. Hernandez. ***\"It's all in your head.\"***",
                "Some have even gone so far as to suggest that the WHO's announcement is a form of ***gaslighting***, with people being told that their legitimate concerns and struggles are not real.",
                "Regardless, it seems that the WHO's announcement has had little effect on the general population, with many people continuing to report feeling stressed on a daily basis. It remains to be seen how this controversy will play out in the coming weeks and months."
            ]
        }
    },
    {
        "id": 4,
        "title": "Trump Administration Unveils Plan to Build Wall Around the Sun",
        "imgsrc": "/images/wall-around-sun.png",
        "article": {
            "section": [
                "The Trump Administration has announced their plan to build a wall around the sun. According to White House Press Secretary Sarah Huckabee Sanders, the sun poses a threat to national security and action must be taken to protect American citizens.",
                "***\"This wall will be the most advanced solar defense system in the world,\"*** Sanders declared. ***\"It will be big and beautiful, just like the rest of Trump's wall projects. And it will make America great again.\"***",
                "However, many are skeptical about the feasibility of such a project. ***\"How exactly do you plan on building a wall around the sun?\"*** asked Representative Nancy Pelosi. ***\"It's a celestial body, not a piece of land. And what about the cost? The taxpayer dollars being spent on this ridiculous wall could be put to much better use.\"***",
                "Despite the criticism, the Trump Administration remains determined to move forward with their plan. ***\"We have the best engineers and the best technology,\"*** said President Trump. ***\"We will get this wall done, and it will be a tremendous success. Believe me.\"***",
                "The announcement has sparked outrage and disbelief among the general public. ***\"I can't believe this is real,\"*** said one Twitter user. ***\"Is this some kind of joke?\"***",
                "Only time will tell if the Trump Administration's plan to build a wall around the sun will become a reality. But one thing is certain: ***the absurdity of American politics continues to reach new heights.***"
            ]
        }
    },
    {
        "id": 5,
        "title": "Experts: Global Economic Collapse Just a Coincidence, Definitely Not the Result of Reckless, Short-Sighted Policies",
        "imgsrc": "",
        "article": {
            "section": [
                "In a shocking revelation, experts have announced that the global economic collapse currently being experienced by countries around the world is just a coincidence, and definitely not the result of reckless, short-sighted policies enacted by government leaders.",
                "According to leading economist Dr. John Smith, the collapse is simply a ***\"random occurrence\"*** and has nothing to do with the fact that governments have been printing unlimited amounts of money, leading to skyrocketing inflation and the devaluation of currencies.",
                "***\"It's just a fluke,\"*** Dr. Smith said. ***\"Nothing to worry about.\"***",
                "However, not everyone is convinced by this explanation. Many are pointing to the fact that government leaders have ignored warning signs and continued to engage in risky financial practices, leading to the current state of economic turmoil.",
                "Despite this, experts assure the public that there is no cause for concern and that the collapse will resolve itself eventually. In the meantime, they recommend continuing to trust in the system and not making any hasty financial decisions.",
                "***\"Just sit tight and everything will work out,\"*** Dr. Smith said with a reassuring smile. ***\"We promise.\"***"
            ]
        }
    },
    {
        "id": 6,
        "title": "Government Announces Plan to Replace All Forms of Communication with Emoji-Only Text Messages",
        "imgsrc": "",
        "article": {
            "section": [
                "In a shocking move, the government has announced plans to phase out all forms of traditional communication, including verbal, written, and even sign language. The new plan, dubbed ***\"Emoji-Only,\"*** will require all citizens to communicate exclusively through a series of carefully selected emojis.",
                "***\"We believe this will streamline communication and make it more efficient,\"*** said a spokesperson for the Department of Emoji Affairs. ***\"Plus, it'll be a lot more fun. Who doesn't love emojis?\"***",
                "The transition to Emoji-Only will be gradual, with mandatory training sessions for all citizens. Those who struggle with the new system will be given additional support, including Emoji tutors and a comprehensive Emoji dictionary.",
                "Critics have raised concerns about the potential for miscommunication and the lack of nuance in emoji-based communication. However, supporters of the plan argue that with enough practice, anyone can master the art of emoji.",
                "The government is encouraging all citizens to start practicing their Emoji-Only skills as soon as possible, with the goal of fully implementing the system by the end of the year. In the meantime, prepare to say goodbye to words and hello to a whole new world of emojis."
            ]
        }
    },
    {
        "id": 7,
        "title": "New Study Shows That Making the Stupid Even Stupider is Actually Possible",
        "imgsrc": "",
        "article": {
            "section": [
                "In a groundbreaking study, researchers at the Institute of Really Obvious Things have made a shocking discovery: it is possible to make the stupid even stupider.",
                "According to lead researcher Dr. Karen Smith, the team began their experiment by selecting a group of individuals with IQs below the national average. These subjects were then exposed to a variety of idiotic stimuli, including Fox News, conspiracy theory podcasts, and Facebook posts from their grandparents.",
                "The results were astounding. After just one week of exposure, the subjects' intelligence levels had decreased by an average of 10 points. In some cases, the decline was even more dramatic, with some subjects losing up to 20 points of IQ.",
                "But the team didn't stop there. They decided to take their experiment to the next level by increasing the dosage of idiocy. They added more Fox News, more conspiracy theories, and more Facebook posts from grandma.",
                "The results were staggering. The subjects' intelligence levels continued to decline, with some dropping to levels that were previously thought to be impossible.",
                "***\"We were amazed by what we saw,\"*** said Dr. Smith. ***\"We had no idea that it was possible to make the stupid even stupider. It's a game-changer for the field of intelligence research.\"***",
                "The team is now planning to replicate their study on a larger scale, with the hopes of finding a way to reverse the effects of idiocy. But until then, it seems that the stupid are getting stupider by the day."
            ]
        }
    },
    {
        "id": 8,
        "title": "Local Man Robs Bank, Shocked to Find Out It's Illegal",
        "imgsrc": "",
        "article": {
            "section": [
                "In a shocking turn of events, local man Jeffery Thompson found out the hard way that robbing a bank is actually illegal. Thompson, who had always assumed that banks were just giant piggy banks full of free money, was completely taken aback when police officers arrived on the scene and arrested him.",
                "Now, sitting in his prison cell, Thompson spoke to us about the ordeal. ***\"I can't believe it,\"*** he said. ***\"I thought this was just how the economy worked. I mean, I see it in movies all the time. How was I supposed to know it was against the law?\"***",
                "Despite his ignorance of the law, authorities are taking the matter very seriously. Thompson is now facing charges of grand larceny and could face up to 15 years in prison.",
                "***\"I guess I should have done my research,\"*** he said, shaking his head. ***\"But who knew banks didn't just give out free money? I feel like I've been scammed.\"***",
                "When asked if he had any regrets, Thompson was quick to respond. ***\"Yeah, I regret not getting away with it,\"*** he said with a sly grin. ***\"But hey, at least I'll have a good story to tell when I get out of here.\"***"
            ]
        }
    },
    {
        "id": 9,
        "title": "Man Thinks SWAT Team Raiding His Home is Actually a Surprise Birthday Party, Gets Tased and Handcuffed",
        "imgsrc": "",
        "article": {
            "section": [
                "In a shocking turn of events, local man Tim Johnson was left stunned when he woke up to a SWAT team raiding his home early this morning. Thinking it was a surprise birthday party organized by his loved ones, Tim opened the door with a smile on his face, only to be met with a barrage of tasers and handcuffs.",
                "According to eyewitness accounts, Tim was heard shouting, ***\"What the hell, guys? This isn't funny! Is the cake in the living room?\"*** as he was dragged out of his house in handcuffs.",
                "It wasn't until he was read his rights and thrown into the back of a squad car that Tim realized the gravity of the situation. ***\"Wait a minute,\"*** he reportedly exclaimed. ***\"This isn't a surprise party? I'm being arrested?\"***",
                "The SWAT team, it turns out, had been tipped off about illegal drug activity at Tim's address, and had no idea that the hapless birthday boy was expecting a celebration.",
                "As Tim spends his 43rd birthday behind bars, his loved ones are left to wonder where they went wrong. ***\"We can't believe this is happening,\"*** said Tim's sister, Tina. ***\"We thought a SWAT team raid would really surprise him. I guess we should have gotten him a cake instead.\"***"
            ]
        }
    },
    {
        "id": 10,
        "title": "Outraged Man Demands to See Manager After Learning It's Actually Illegal to Steal From Local Pharmacy",
        "imgsrc": "",
        "article": {
            "section": [
                "The scene was chaotic and absurd, as if something straight out of a comedy sketch. Local man, Tom Jenkins, was livid. He had just learned that it was actually illegal to steal from the local pharmacy, and he was not happy about it.",
                "***\"I can't believe it,\"*** he shouted, pacing back and forth in the pharmacy aisle. ***\"I've been stealing from this place for years and no one ever said anything. Now you're telling me I'm breaking the law? This is outrageous!\"***",
                "Tom was so outraged, in fact, that he demanded to see the manager. He marched up to the counter and slammed his fists down, demanding to speak to the person in charge.",
                "***\"I want a refund on all the things I've stolen from here,\"*** he said, his face red with anger. ***\"And I want to speak to your supervisor, your CEO, the BBB, and the board of pharmacy. This is not right and it's not fair.\"***",
                "The pharmacist and the other employees looked on in stunned silence as Tom continued to rant and rave, threatening physical violence if he didn't get his way. It was clear that he felt entitled to a refund, despite the fact that he had stolen the items in the first place.",
                "In the end, the police were called and Tom was taken away in handcuffs. As he was being escorted out, he could be heard shouting, ***\"I'll be back! And next time, I'll bring a lawyer!\"***"
            ]
        }
    },
    {
        "id": 11,
        "title": "",
        "imgsrc": "",
        "article": {
            "section": []
        }
    },
    {
        "id": 12,
        "title": "",
        "imgsrc": "",
        "article": {
            "section": []
        }
    },
    {
        "id": 13,
        "title": "",
        "imgsrc": "",
        "article": {
            "section": []
        }
    },
    {
        "id": 14,
        "title": "",
        "imgsrc": "",
        "article": {
            "section": []
        }
    }
]